[
    "If we ever find the end of the Pi number, according to some scientists, that’ll mean we live in the simulation.", 
	"Dying stars caused that space smells like a combination of diesel fuel and barbecue, according to astronauts.",
    "The Eiffel Tower can “grow” to 15 cm during the summer.",
    "About 20% of Earth’s oxygen is produced by the Amazon rainforest.",
    "A teaspoonful of neutron star would weigh 6 billion tons.",
    "Hawaii moves 7.5cm closer to Alaska every year.",
    "Life on Earth won’t exist in 2.3 billion years because it will be too hot for it.",
    "According to research, fans of classical music and those who love heavy metal have similar personalities.",
    "Music, classical in particular, can help make plants grow faster, according to a 2007 study.",
    "If you lift a kangaroo’s tail off the ground, it can’t jump.",
    "A snail can sleep for more than three years at a time.",
    "Playing electronic dance music can help ward off mosquitoes.",
    "A frigate bird can sleep while it flies.",
    "A pig’s orgasm lasts for 30 minutes.",
    "Bananas are very effective in replenishing electrolytes. They also have chemicals that help you feel happy.",
    "It’s possible to turn peanut butter into diamonds, and one man accomplished it.",
    "Coca-Cola would be green if there wasn’t coloring.",
    "Honey is one of the best cough suppressants.",
    "There are only two countries in the world where you can’t buy Coca Cola – Cuba and North Korea.",
    "There was a lawsuit that took place trying to prove that Pringles aren’t actually potato chips.",
    "Carrots were originally purple.",
    "During an average lifespan, a person produces enough saliva to fill two swimming pools.",
    "Simply taking just 1 step uses over 200 muscles in the body.",
    "Your feet contain one-quarter of the bones in your body.",
    "The human body contains about 100,000 miles of blood vessels.",
    "The 2017 study found out that an average adult spends more time on the toilet than they do exercising.",
    "56 percent of internet users have googled themselves.",
    "The average person spends 6 months of their lifetime waiting on a traffic light.",
    "10% of the World’s population is left-handed.",
    "The average person walks the equivalent of 5 laps around the world during their lifetime.",
    "Researchers have determined it takes 6 minutes for alcohol to impact human brain cells.",
    "If you open your eyes in a pitch-black room, you’ll see the color. This color is called “eigengrau”.",
    "Only 2 percent of the population has green eyes.",
    "Redhead with blue eyes is the rarest color combination of all for human beings.",
    "The life expectancy of a human eyelash is 150 days.",
    "More than two-thirds of millennials sleep nude.",
    "The average person, older than 10 years, has four to six dreams a night.",
    "During World War II, Oscars were made of painted plaster due to the metal shortage. It was done for three years.",
    "The first written instance of “OMG” that we know of was in a letter to Winston Churchill in 1917.",
    "Pablo Picasso carried a revolver loaded with blanks, which he would fire at whoever asked him what his work “meant.”",
    "The designer of the Eiffel Tower built an apartment in the tower itself, but he didn’t live there. Instead, he used it to entertain guests.",
    "Pirates wore eye patches so their eye would always be acclimated to the darkness, allowing them to see in the darkness below decks in an instant.",
    "There is a greater chance for you to die on the way to get lottery tickets than your chance of winning.",
    "The Hawaiian language only has twelve consonants and five vowels.",
    "A month meditation course will cause changes in the brain which can decrease emotions like fear. Also, it could improve awareness, concentration, and decision-making.",
    "Just 23% of released prisoners stay out of prison.",
    "The first 72 hours after a person is booked into jail is when they’re at the highest risk of death.",
    "Every continent except Antarctica has a city called Rome.",
    "In China, rich people hire body doubles to serve their prison sentences.",
    "The opposite sides of a dice will always add up to seven.",
    "Mulan has the highest kill-count of any Disney character, with about 2,000 killed people.",
    "There’s a trademark on the world’s darkest shade of black, called vantablack.",
    "The real name of Monopoly mascot Uncle Pennybags is Milburn Pennybags.",
    "Australia’s second most populated state says it illegal to change a light bulb unless you are a licensed electrician.",
    "Ravens know when someone is spying on them.",
    "The most common password in 2020 is “123456”, followed by “123456789”, “qwerty” and the famous “password.”",
    "Antarctica is the largest unclaimed territory on Earth.",
    "The Fi part of Wi-Fi doesn’t mean fidelity. Actually, there is no meaning behind it! The inventor picked it due to rhyming with Hi-Fi.",
    "Approximately 4.66 billion people are using the internet, just a little more than half of the world population!",
    "The first-ever item sold on the Internet was a bag of marijuana? This happened in 1971!",
	"Unsurprisingly, Google is the most popular website in the world. It gets approximately 5 billion searches a day!",
    "About 640 million internet users are from China. This means that every 5th user is Chinese. And probably, for this reason, there is an Internet treatment camp in China!",
    "Only a third of the traffic consists of human searches? The other searches are done by different bots and malware.",
    "Internet is way older than you think! The first time the public could use the internet was in 1991. Before that, it was privately used for decades. In 1969 the first intergalactic network (a.k.a Internet) was created.",
    "Li-Fi is the future when it comes to the internet. What is it? Well, Li-Fi works just like Wi-Fi, but instead of using radio frequencies, it uses light frequencies. This is amazing, as the technology promises to be more than 100 times faster than Wi-Fi!",
    "The first-ever tweet was tweeted in 2006.  The tweet was a very simple one and simply said: “Just setting up my twittr”. Now there are over 500 million tweets sent every single day.",
    "The Indexed Web contains at least 5.12 billion pages.",
    "995 photos are uploaded on Instagram every second.",
    "If you wanted to download the entire internet, it would take you approximately 11 trillion years.",
    "The Internet took just four years to reach its first 50 Million Users.",
    "7 People control the whole internet. There are seven people assigned to the Internet Corporation for Assigned Names and Numbers (ICANN) who hold seven different keys. In the case of a Catastrophe, these seven people can meet again and restore the state of the Internet."
]
